[Main]
DisplayName=Vlaams

[Uninstaller_frmIObitUninstall]
RdImageButton_Software.caption=Software
RdImageButton_Browser.caption=Werkbalken && Insteekmodules
RdImageButton_Metro.caption=Windows Apps
lbl_ForcedUninstall.caption=Geforceerd De-installeren
lbl_likeIObit.caption=Like
PopMenu_Sub_Setting.caption=Instellingen...
PopMenu_Sub_FileShredder.caption=Bestandsversnipperaar
PopMenu_Sub_ExportApplicationList.caption=Exporteer Applicatie Lijst
PopMenu_Sub_LogManagement.caption=Logboek Beheer
PopMenu_Sub_Update.caption=Controleer op nieuwe versies
PopMenu_Sub_UserManual.caption=Gebruikershandleiding
PopMenu_Sub_TechnicalSupport.caption=Technische Ondersteuning
PopMenu_Sub_IObitOnline.caption=IObit Online
PopMenu_Sub_About.caption=Over
Menu_Plugins_Remove.caption=Verwijder
Menu_plugins_Vote.caption=Stem
Menu_plugins_Refresh.caption=Vernieuw
Menu_plugins_viewEntry.caption=Openen in RegEdit
Menu_plugins_OpenFile.caption=Open Bestandslocatie
Menu_Plugins_SelectAll.caption=Selecteer Alles
Menu_Plugins_InverseSelect.caption=Selectie Omkeren
PopMenu_Uninstall.caption=De-installeer
PopMenu_Refresh.caption=Vernieuwen
PopMenu_ViewStyle.caption=Weergave op
PopMenu_ViewStyle_Icon.caption=Icons
PopMenu_ViewStyle_Details.caption=Details
PopMenu_OpenFolder.caption=Open Bestandslocatie
PopMenu_ViewEntry.caption=Openen in RegEdit
PopMenu_SearchOnline.caption=Zoek Online
PopMenu_Win8App_Uninstall.caption=De-installeer
PopMenu_Win8App_Refresh.caption=Vernieuwen
PopMenu_Win8App_ViewStyle.caption=Weergave op
PopMenu_Win8App_Icons.caption=Icons
PopMenu_Win8App_Details.caption=Details
PopMenu_Win8App_OpenLocation.caption=Open Bestandslocaties
PopMenu_Win8App_ViewEntry.caption=Openen in RegEdit
PopMenu_Win8App_SearchOnline.caption=Zoek Online
lbl_Recommend.caption=Aanbeveling: Advanced SystemCare
lbl_1Click.caption=1-Klik om uw computer te beschermen en te optimaliseren
lbl_Freedownloadnow.caption=Nu gratis ophalen
lbl_News_DisConnection.caption=Deel deze software met uw familie en vrienden. Zij zullen Uninstaller met plezier gebruiken!

[Uninstaller_Frame_Software]
lblLoading.caption=Laden Windows Updates
ListView_SoftwareList.Columns[1].Caption=Operatie
ListView_SoftwareList.Columns[2].Caption=Grootte
ListView_SoftwareList.Columns[3].Caption=Install. Datum
ListView_SoftwareList.Columns[4].Caption=Versie
PopMenu_Sub_BatchUninstall.Caption=Batch De-Installeer

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=Geforceerde De-installatie
lbl_Detail_Title.caption=IObit Geforceerde De-installeerder
lbl_Detail_Detail.caption=Geforceerde de-installatie helpt u bij het de-installeren van programma's die niet op een normale manier verwijderd kunnen worden en ruimt alle restanten volledig op. Het kan u ook helpen bij het gemakkelijk verwijderen van een bestand en het doelbestand.
RdImageButton_Browser.caption=Browser...
lbl_Forced_Tip1.caption=U kan hier bladeren, slepen en loslaten van een bestand om het bestand te verwijderen of de-installatie van het bestandsgerelateerde programma.
lbl_Forced_Tip2.caption=Klik daarna op de "Geforceerde De-installatie" toets om het geforceerd de-installatie proces te starten.
RdImageButton_Next.caption=Volgende
RdImageButton_Cancel.caption=Annuleer
PopMenu_Uninstall.caption=De-installeer
PopMenu_OpenFolder.caption=Open Bestandsmap
PopMenu_ViewEntry.caption=Bekijk Invoer
PopMenu_SearchOnline.caption=Zoek op het internet
ListView_Search.Columns[0].caption=Toon Naam
ListView_Search.Columns[1].caption=Grootte
ListView_Search.Columns[2].caption=Install. Datum

[Uninstaller_frmLogManage]
lbl_Caption.caption=De-installeer Log Beheerder
lbl_Detail_Title.caption=IObit Uninstaller Logboek Bestandslijst
lbl_Detail_Detail.caption=U kan hieronder alle de-installatie logboeken bekijken en beheren.
RdImageButton_Open.caption=Open
RdImageButton_Delete.caption=Verwijder
RdImageButton_DeleteAll.caption=Verwijder Alles
RdImageButton_Cancel.caption=Annuleer

[Uninstaller_frmUninstallButton]
lbl_Plugin_Remove.caption=Verwijder
lbl_Software_Uninstall.caption=De-installeer

[Uninstaller_frmUninstalling]
lbl_Caption.caption=IObit De-installatie
lbl_UninstallComplete_Title.caption=Standaard De-installatie voltooid.
lbl_Uninstalling_question.caption=Wilt u het geselecteerde programma de-installeren?
lbl_PowerfulScan_Title.caption=Krachtige Scan.
lbl_PowerfulScan_Detaill.caption=Klik op "Krachtige Scan" om restanten van het programma op te ruimen. Klik "Annuleer" om te voltooien
lbl_PowerScan_Title_Softwre.caption=Krachtige Scanning
lbl_CreateRestore_Title.caption=Maak een herstelpunt aan voor het de-installeren.
lbl_CreateRestore_Check.caption=Aanmaken herstelpunt voor de-installatie (Dit zal een tijdje duren)
lbl_CreateRestore_Detaill.caption=Maak nu een herstelpunt aan zodat u de veranderingen ongedaan kan maken bij onvoorziene omstandigheden.
lbl_AutoPowerfulScan.caption=Automatische krachtige scan
lbl_AutoUninstaller.caption=Deze mededeling nooit tonen
RdImageButton_Uninstall.caption=De-installeer
RdImageButton_PowerFulScan.caption=Krachtige Scan
RdImageButton_Cancel.caption=Annuleer

[Uninstaller_frmPowerScan]
lbl_Caption.caption=Krachtige Scan
lbl_Warning_Title.caption=Waarschuwing:
lbl_Warning_Detail.caption=Verschillende programma's gedetecteerd in deze map. Gelieve voorzichtig te zijn bij de selectie van de te verwijderen items.
lbl_FileShredder.caption=Versnipper ook bestanden
lbl_SelectAll.caption=Selecteer Alles
RdImageButton_Delete.caption=Verwijder
RdImageButton_Cancel.caption=Annuleer
lbl_Shredder_Tip.caption=Versnipper de bestanden nu. Dit kan een tijdje duren, gelieve te wachten...
Menu_ListView_Regedit.caption=Open in Registry Editor
Menu_ListView_Path.caption=Open bestandslocatie

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=Waarschuwing
lbl_Warnning_Detaill.caption=Dit computer programma is beschermd door de wet op copyrights en internationale verdragen.
lbl_copyright.caption=Copyright© 2005-2015 IObit. Alle rechten voorbehouden.
lbl_Thanks_Title.caption=Een speciale "bedanking" voor de volgende mensen voor hun grote bijdrage:

[Uninstaller_frmSetting]
lbl_Caption.caption=Instellingen
lbl_General.caption=Algemeen
lbl_AutoUninstaller.caption=Sla mededeling voor de-installatie bevestiging en het aanmaken van een herstelpunt over
lbl_AutoPowerfulScan.caption=Voer automatisch een krachtige scan uit
lbl_ShowExplorerButton.caption=voeg een "versnipper bestand" toets toe in Explorer
lbl_AutoShowTipForm.caption=Uitvoeren Krachtige Scan bij detectie de-installatie operatie
lbl_Language.caption=Taal
lbl_CurrentLanguage_Title.caption=Huidige Taal:
RdImageButton_OK.caption=OK
RdImageButton_Cancel.caption=Annuleer

[Uninstaller_frmFileShredder]
lbl_Caption.caption=Bestandsversnipperaar
lbl_Detail_Detail.caption=Zoals u weet, kunnen verwijderde bestanden van uw PC terug opgehaald worden na het schijf-formateren. Normale verwijdering wist bestandsnamen zonder de inhoud te wissen voor prestatie redenen. Wanneer u belangrijke bestanden permanent wil verwijderen, kan IObit Uninstaller hierbij helpen met "Bestandsversnipperaar".
lbl_Listview_Title.caption=Selecteer het bestand of de map welke u wilt versnipperen:
lblLoading.caption=Laden...
lbl_AddFile.caption=Toevoegen bestand...
lbl_AddFolder.caption=Toevoegen map...
RdImageButton_Shredder.caption=Versnipperen
RdImageButton_Cancel.caption=Annuleer
ListView_FileList.Columns[0].Caption=Bestandspad
Menu_Shredder_Shredder.caption=Versnipperaar
Menu_Shredder_AddFile.caption=Toevoegen Bestand
Menu_Shredder_AddFolder.caption=Toevoegen Map
Menu_Shredder_Romove.caption=Verwijderen
Menu_Shredder_Clean.caption=Opruimen
lbl_Shredder_Tip.caption=Versnipper de bestanden nu. Dit kan een tijdje duren, gelieve te wachten...

[Uninstaller_frmSystemRestore]
lbl_Caption.caption=Systeemherstel
lbl_Detail_Title.caption=Systeemherstel
lbl_Detail_Detail.caption=Beheer uw Systeemherstelpunten. Het laatste punt kan niet verwijdert worden voor systeemveiligheid.
ListView_Restore.Columns[0].caption=Datum en Tijd
ListView_Restore.Columns[1].caption=Omschrijving
lbl_Restore_Tip.caption=Systeembestanden en instellingen herstellen, gelieve te wachten...
RdImageButton_Restore.caption=Herstel
RdImageButton_Delete.caption=Verwijderen
RdImageButton_Cancel.caption=Annuleer

[Uninstaller_frmInstallerSetup]
lbl_Installer_Setup_Title.caption=De krachtigste de-installeerder om ongewenste apps && Werkbalken te verwijderen
lbl_Installer_Setup_Title1.caption=De krachtigste de-installeerder om ongewenste Werkbalken && Apps te verwijderen
RdImageButton_Installer.caption=Nu Uitvoeren
lbl_Installer_Setup_Detail.caption=Lees en accepteer de
lbl_LicenseAgreement.caption=Licentie Overeenkomst

[Uninstaller_frmInstaller_EULA]
lbl_Caption.caption=Licentie Overeenkomst
RdImageButton_Cancel.caption=Sluit

[Uninstaller_fraBrowserCleaner]
rdibtnAllBrowses.Caption=Alle Werkbalken && Insteekmodules
rdlvAllBrowse.Columns[0].Caption=Naam
rdlvAllBrowse.Columns[1].Caption=Gebruikersbeoordelingen
rdlvAllBrowse.Columns[2].Caption=Mijn beoordeling
rdlvAllBrowse.Columns[3].Caption=Uitgever
rdlvAllBrowse.Columns[4].Caption=Operatie
rdlvCustomBrowse.Columns[0].Caption=Naam
rdlvCustomBrowse.Columns[1].Caption=Uitgever

[Uninstaller_frmPluginVote]
lblTitle.Caption=Beoordelen
lblWaiting.Caption=Verstuur beoordeling, eventjes wachten…
rdibtnLv1.Caption=1 Ster
rdibtnLv2.Caption=2 Sterren
rdibtnLv3.Caption=3 Sterren
rdibtnLv4.Caption=4 Sterren
rdibtnLv5.Caption=5 Sterren
rdibtnVote.Caption=Beoordelen

[Uninstaller_frmRestBrowserDefault]
lblTitle.Caption=Standaard Instellingen
lblConfire.Caption=Bent u zeker om de standaard instellingen terug te plaatsen?
lblHomepageTitle.Caption=Huidige Thuispagina:
lblSearchTitle.Caption=Huidige Standaard Zoekmachine:
rdibtnOK.Caption=OK
rdibtnCancel.Caption=Annuleer

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=Naam
ListView_AppList.Columns[1].caption=Bedienen
ListView_AppList.Columns[2].caption=Grootte
ListView_AppList.Columns[3].caption=Datum Installatie
ListView_AppList.Columns[4].caption=Versie
PopMenu_Sub_BatchUninstall.caption=Groeps De-installatie
lblLoading.caption=Vernieuwen...

[Uninstaller_frmWinAppUninstaller_ASK]
lblHit.caption=Deze apps zijn gerelateerd. De-installatie van één van deze zal alle andere ook verwijderen. Bent u zeker om te de-installeren?
lblUninstalling.caption=De-installeren
btnImgUninstall.caption=De-installeer
btnImgCancle.caption=Annuleer

[uninstall_Mitor_M]
lbl_attention.caption=Attentie
lbl_show.caption="%s" heeft nog restanten, welke een effect op de prestaties kunnen hebben.
lbl_again.caption=Toon dit niet meer.
img_power.caption=Nu opruimen

[Uninstaller_M]
Edit_Search_Tip=Zoek programma
Edit_Search_Tip_Toolbar=Zoek werkbalk of insteekmodule
Edit_Search_Tip_Win8App=Zoek Windows App
ForcedUninstall_Browser_Tip=Ongeldig pad. Gelieve opnieuw te zoeken!
ListView_Icon_Hint=Icons
ListView_List_Hint=Details
ListView_View_Hint=Verander uw weergave
ListviewHeader_Software=Programma Naam (Totaal: %d)
BatchUninstall_NoneSelect=Gelieve tenminste één programma te selecteren.
Uninstall_NoneSelect=Gelieve eerst een programma te selecteren.
WindowState_Max=Maximaliseren
WindowState_Normor=Herstel
WindowState_Min=Minimaliseren
Close=Sluit
MoreMenu_Setting=Meer Instellingen
Restore_Form=Herstel
Log_DeleteAll_ASK=Bent u zeker om alle bestanden te verwijderen? Deze verwijdering kan NIET meer ongedaan gemaakt worden.
Log_Delete_ASK=Bent u zeker om het geselecteerde bestand te verwijderen? Deze verwijdering kan NIET meer ongedaan gemaakt worden.
NoPowerfulScan_Found_Tip=Geen restant meer gevonden in Krachtige Scan.
Log_M=Logboek
App_Version_M=Programma Versie:
OS_Version_M=Besturingssysteem:
Date_M=Datum
Version_M=Versie
Publisher_M=Uitgever
Install_Date_M=Installatiedatum
Create_Restore_M=Maak herstelpunt aan
CreateRestore_Title_M=Maak herstelpunt aan voor de-installatie.
CreateRestore_Detaill_M=U kan wijzigingen ongedaan maken met een herstelpunt bij een onvoorziene gebeurtenis.
Uninstalling_M=De-installeren
Uninstalling_Detaill_M=Standaard de-installatie door gebruik van de ingebouwde de-installeerder van het programma.
Uninstalling_QuickDetaill_M=Snelle de-installatie door gebruik van de ingebouwde de-installeerder van het programma.
UninstallComplete_Title_M=Bestanden verwijderd.
Quick_UninstallComplete_M=Quick De-installatie voltooid.
Quick_Uninstall_M=Quick De-installatie %s (%d/%d)
Standard_Uninstall_M=Standaard De-installatie %s (%d/%d)
Uninstall_M=De-installeer %s (1/1)
Deselect_All_M=Deselecteer Alles
Select_All_M=Selecteer Alles
PowerfulScan_DeleteASK_M=Bent u zeker om de geselecteerde items te verwijderen?
Operation_M=Operatie
Powerful_Scan_M=Krachtige Scan
Deleted_Registry_Key_M=Verwijderde Register Sleutel
Deleted_Registry_Value_M=Verwijderde Register Waarde
Delete_File_M=Verwijder Bestand
Delete_Folder_M=Verwijder Map
Reboot_to_Delete_M=(Herstart om te verwijderen)
Delete_finished_M=Gefeliciteerd! De restanten zijn succesvol verwijderd.
ReStartup_to_Delete_M=De overblijvende bestanden in de lijst, zullen verwijderd worden tijdens de volgende systeem start.
Shredder_Del_M=Bent u zeker om de %d bestand(en) permanent te verwijderen? Deee verwijdering kan NOOIT MEER herstelt worden.
Shredder_NotDel_M="%s" kon niet versnipperd worden omdat deze niet overschreven konden worden. Gelieve te controleren of deze nog steeds in gebruik zijn.
Shredder_InUse_M=Sommige bestanden konden niet versnipperd worden omdat deze niet overschreven konden worden. Gelieve te controleren of deze nog steeds in gebruik zijn.
Shredder_NotAddFolder_M=Kan bestand "%s" niet versnipperen omdat dit het systeem onstabiel kan maken.
Shredder_Sucess_M=Bestanden succesvol versnipperd.
Shredder_DirIsEmpty_M=Dit is leeg. U kan dit niet versnipperen.
Controlpanel_Button=Krachtige De-installatie
Explorer_Button=Versnipper Bestand
MenuRight_Caption=Krachtige De-installatie
Frequency_M=Regelmaat van gebruik
InstallerDate_M=Install. Datum
Frequency_SoftwareCount_M=<a>%s</a> zelden gebruikte programma's gevonden. De-installatie van deze zal <a>%s</a> vrijmaken om de prestaties van uw PC te verbeteren.
Frequency_DaysHint_M=Niet gebruikt voor %s dagen.
SearchLoadingMsg=Zoeken naar Werkbalken && Insteekmodules...
RestoreDefaultSettingsButton=Herstel %s Standaard Instellingen
ListViewItemVote=Beoordelen
ListViewItemVoted=Beoordeeld
ListViewItemTrust=Vertrouw
ListViewItemUnTrust=Wantrouw
ListViewPlugSysbit=bit
ListViewGroupTrustTitle=Vertrouwde Werkbalken && Insteekmodules
ListViewGroupTrustDesc=Deze werkbalken en insteekmodules zullen uw computer niet beschadigen. U kan deze verwijderen of behouden zoals u wenst.
ListViewGroupUnTrustTitle=Werkbalken en Insteekmodules om best te verwijderen
ListViewGroupUnTrustDesc=Deze werkbalken en insteekmodules met lage gebruikersbeoordelingen, kunnen ongewenste functies bevatten.
ListViewGroupToolbar=Werkbalk
ListViewGroupBHO=BHO
ListViewGroupActiveX=ActiveX
ListViewGroupExtensions=Extensies
ListViewGroupPlugins=Insteekmodules
FuncCheckBrowserMsgBox_1=%s is in gebruik
FuncCheckBrowserMsgBox_2=Klik OK om dit te sluiten (bewaar eerst uw inhoud)
FuncCheckBrowserMsgBox_3=of klik Annuleer om de operatie af te breken
FuncPluginRmoveConfireMsgBox=Bent u zeker om de geselecteerde items te verwijderen?
FuncPluginRemoveSuccessMsgBox=Items succesvol verwijderd
FuncPluginRemoveFailedMsgBox_1=Volgende items konden niet verwijderd worden:
FuncPluginRemoveFailedMsgBox_2=Gelieve de volgende browsers af te sluiten om deze items te verwijderen:
FuncPluginRemoveFailedMsgBox_3=Gelieve uw browser te sluiten en opnieuw te proberen.
FuncPluginSelectMsgBox=Gelieve eerst het item te selecteren
FuncVoteConfire=Wat denkt u van dit programma:
FuncVoteHavedVote=U hebt dit reeds beoordeeld
FuncVotePlugSelectMsgBox=Gelieve een item te selecteren om te beoordelen
FuncVoteMarkSelectMsgBox=Beoordeel aub.
FuncVoteFailedMsgBox=Beoordeling mislukt, gelieve uw netwerkverbinding te controleren en opnieuw te proberen
FuncRestoreExitBrowserMsgBox=Gelieve eerst %s te sluiten
FuncRestoreSuccessMsgBox=Browser succesvol naar standaard instellingen hersteld.
FuncRestoreFailedMsgBox=Browser herstel naar standaard instellingen mislukt, gelieve %s te sluiten en probeer opnieuw.
Guest_Start_Tip=U bent ingelogd in het systeem met een gast account! U dient beheerders rechten te hebben om IObit Uninstaller 4 te gebruiken.
p_RegistryCaption_M=Register
p_FileCaption_M=Bestand
p_FormatOneItem_M=1 item
p_FormatItems_M=%d items
FuncVoteActiveVote=Beoordelen
FuncVoteActiveOK=OK
FuncVoteNothing=Er zijn nog steeds geen beoordelingen
FuncVoteCount=mensen betrokken bij huidige beoordeling
FuncVoteVSA=Nog geen beoordelingen ontvangen
FuncVoteCFA=Geef als eerste uw beoordeling
FuncVoteVSB=gebruikers hebben beoordeeld
FuncVoteCFB=Hoe denkt u over deze insteekmodule
FuncVoteVSC=Geen beoordeling van anderen ontvangen
FuncVoteCFC=U hebt reeds beoordeeld
FuncVoteVSD=gebruikers hebben beoordeeld
FuncVoteCFD=U hebt reeds beoordeeld
AllBrowserItem=Alle Werkbalken en Insteekmodules
Powerful_Tip_M=Krachtige scan restanten van "%s"
Setup_Win8_Detail_M=Ondersteunde Snelle en Windows Apps de-installatie
Setup_Notwin8_Detail_M=Ondersteunde snelle de-installatie
RestrorePoint_Tip_M=Waarschuwing: herstellen van uw systeem naar een herstelpunt, zal alle veranderingen gedaan na dit herstelpunt ongedaan maken. Eenmaal opgestart, systeemherstel kan niet meer ongedaan of onderbroken worden. Bent u zeker dat u wilt verder gaan?
RestorePoint_Restart_M=Systeemherstel moet uw computer herstarten om de wijzigingen toe te passen. Voordat u verder gaat, bewaar alle openstaande bestanden en sluit alle programma's.
Uninstaller_Quick_M=Snelle De-installatie
Uninstaller_Standed_M=De-installeer
QuickUninstall_Tip_M=De-installeer het programma met slechts één klik
Frequency_SoftwareCount_M=<a>%s</a> zelden gebruikte programma's gevonden. Deze de-installeren zal <a>%s</a> vrijmaken om uw PC prestaties te optimaliseren.
Frequency_DaysHint_M=Niet gebruikt voor %s dagen.
InfrequentlyUsed_Count_M=Zelden Gebruikt ( <a>%s</a> )
All_Programs_M=Alle Programma's
Recently_Installed_M=Recent geïnstalleerd
Large_Programs_M=Grootte Programma's
Infrequently_Used_M=Zelden Gebruikt
Windows_Updates_M=Windows Bijwerkingen
FuncCheckBrowserMsgBox_1=%s wordt uitgevoerd
FuncCheckBrowserMsgBox_2=Klik OK om te sluiten (u kan niet bewaarde inhoud verliezen)
FuncCheckBrowserMsgBox_3=klik Annuleer om de operatie af te breken
FuncCheckBrowserMsgBox_4=%s wordt uitgevoerd
FuncCheckBrowserMsgBox_5=klik OK om deze geforceerd uit te schakelen (u kan niet bewaarde inhoud verliezen)
FuncCheckBrowserMsgBox_6=klik Annuleer om de operatie af te breken
Win8OtherUser=Om uw Windows apps te tonen, gelieve u ervan te verzekeren dat uw huidig account beheerders rechten heeft.
Win8AdminUser=Helpt u ongewenste Windows Apps en restanten te de-installeren met één enkele klik.
Win8ListViewGroupsWin8AppHeader=Windows Apps
Win8ListViewGroupsWin8AppSubtitle=Apps zijn gepubliceerd door Microsoft Corporation.
Win8ListViewGroupsThirdHeader=Apps van derden
Win8ListViewGroupsThirdSubtitle=Apps zijn gepubliceerd door corporaties van derden.
win8_UninstallBtn_M=De-installeer
win8_ListViewIcon_M=Icons Weergave
win8_ListViewList_M=Detail Weergave

[ACD_frmDownloader]
lbl_Cancel.Caption=Annuleer
lbl_Min.Caption=Minimaliseren

[ACD_M]
M_Downloading=Downloading:
m_Installing=Installeren:
M_DiskIsFull=Onvoldoende schijfruimte!
M_NetError=Netwerk fout. Gelieve later opnieuw te proberen.
M_Tips=Ophalen wordt uitgevoerd. Dubbelklik op het item om details te tonen.
M_TipDownLoading=Ophalen
M_TipInstalling=Installeren
M_MD5Faild=Het opgehaalde bestand is beschadigd. Gelieve later opnieuw te proberen.
M_AreSure=Bent u zeker om de downloader af te sluiten?
M_Speed=Snelheid:
M_Title=IObit Downloader

